<template>
    <FAQAccordion :items="accordionItems">
        <template #content-0>
            <p class="m-4">
                Да, у компании Глобал Витаминс подписан официальный контракт напрямую с холдингом, и мы являемся
                единственным официальным дистрибьютором линейки ORZAX в России.
            </p>
            <img src="/public/assets/cert.webp" alt="" />
        </template>
        <template #content-1>
            <p class="m-4">
                Оплата заказа производится на сайте перечислением с банковской карты или через Систему быстрых платежей
                (СБП)
            </p>
        </template>
        <template #content-2>
            <p class="m-4">Вы можете оформить доставку заказа:</p>
            <ul class="m-4">
                <li class="m-4">– Самовывозом (только для Санкт-Петербурга)</li>
                <li class="m-4">– СДЭКом</li>
                <li class="m-4">– Почтой России</li>
                <li class="m-4">– Курьером</li>
            </ul>
        </template>
        <template #content-3>
            <p class="m-4">
                Да, мы ежемесячно получаем продукцию на наш склад в Санкт-Петербурге напрямую с фабрики в Турции.
            </p>
        </template>
        <template #content-4>
            <p class="m-4">
                При производстве продукции используются сертифицированные и качественные сырьевые материалы,
                эффективность которых подтверждена международными и российскими сертификациями.
            </p>
            <p class="m-4">
                Командой экспертов подбираются биодоступные формы и эффективные дозировки нутрицевтиков. Упаковки
                линейки ORZAX всегда с большим количеством капсул. Качество продукции подтверждено тысячами
                положительных отзывов на сторонних площадках.
            </p>
        </template>
        <template #content-5>
            <p class="m-4">
                Главная цель компании — производить качественные и натуральные продукты. В связи с этим, уделяется
                большое внимание качеству сырья, точности производственного процесса и контролю качества полученных
                продуктов. Компания проводит тестирование на всех этапах производства в независимых лабораториях,
                оснащенных передовыми технологиями, согласно международным стандартам. Специалисты регулярно проводят
                проверки в соответствии с протоколами FDA и GMP.
            </p>
        </template>
        <template #content-6>
            <p class="m-4">
                Главная цель компании — производить качественные и натуральные продукты. В связи с этим, уделяется
                большое внимание качеству сырья, точности производственного процесса и контролю качества полученных
                продуктов. Компания проводит тестирование на всех этапах производства в независимых лабораториях,
                оснащенных передовыми технологиями, согласно международным стандартам. Специалисты регулярно проводят
                проверки в соответствии с протоколами FDA и GMP.
            </p>
        </template>
        <template #content-7>
            <p class="m-4">
                Компании очень важно использовать высококачественные материалы, чтобы обеспечить качество продукции.
                Сырье выращивается на полях компании в экологически чистых районах Турции или заказывается у проверенных
                поставщиков.
            </p>
        </template>
        <template #content-8>
            <p class="m-4">
                Продукты Orzax, содержащие рыбий жир и масло, следует хранить в прохладном месте и использовать в
                течение 90 дней после вскрытия. Остальные продукты можно употреблять до истечения срока годности.
            </p>
        </template>
        <template #content-9>
            <p class="m-4">
                Мы советуем придерживаться указаний на упаковке продукта. Если вы хотите увеличить дозировку,
                рекомендуем предварительно проконсультироваться с врачом.
            </p>
        </template>
        <template #content-10>
            <p class="m-4">
                Перед приемом нутрицевтиков с другими медикаментами, мы настоятельно рекомендуем проконсультироваться с
                врачом.
            </p>
        </template>
    </FAQAccordion>
</template>

<script setup>
const accordionItems = [
    { title: 'Вы являетесь официальным поставщиком?' },
    { title: 'Как можно оплатить заказ?' },
    { title: 'Как можно получить заказ?' },
    { title: 'Продукция на ваш склад поставляется из Турции?' },
    { title: 'Что делает Orzax уникальным среди других брендов?' },
    { title: 'Как вы осуществляете контроль качества в процессе закупок и производства?' },
    { title: 'Откуда вы получаете материалы для производства ваших продуктов?' },
    { title: 'Как долго мне следует использовать продукцию Orzax после вскрытия упаковки?' },
    { title: 'Можно ли принимать больше продукта, чем указано на упаковке?' },
    { title: 'Можно ли сочетать продукты Orzax с другими медикаментами?' },
]
</script>
